;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Samoca Stefan Mihai
; TranslationAuthorEmail: icesbitt@yahoo.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 7.53
;
[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Ok
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Inchidere
ButtonRestore=Restaurare
ButtonMenu=Meniu

[Translation]
ReadHabit=Left-to-right
LanguageName=Romanian
LangCode=0418
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmare
Warning=Avertiment
Error=Eroare
Confirm=Confirmare
pmGo=Deschide folderul continuitor 
pmNone=Selectare 0 
pmAll1=Toate
pmrec=Recomandat
pmIgnore=Ignorare acest element
pmExport=Exporta la...
pmInvert=Inversare Selectare
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Anulare
FrmWDC.pmPortable.caption=Creaza versiune portabila
;
; Main GUI
;
FrmWDC.pmHelp.caption=Ajutor online
FrmWDC.pmHome.caption=Pagina Principala
FrmWDC.pmCheckNew.caption=Actualizare
FrmWDC.pmLang.caption=Limbi
FrmWDC.pmSkin.caption=Schimba Skin
FrmWDC..caption=Despre
FrmWDC.btncomm.caption=Cleaner Comun
FrmWDC.btnadv.caption=Cleaner Avansat
FrmWDC.btnsilm.caption=Usurare Sistem
FrmWDC.pmRestore.caption=Restaureaza
FrmWDC.pmSettings.caption=Setari
FrmWDC.btnlikeit.caption=Imi place
FrmWDC.btnsuggest.caption=Sugestii si Feedback
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Gaseste fisiere goale" intra in actiune prima oara. Data viitoare trebuie sa o alegi din nou.
Frmadvdc.btnscan.caption=Start scanare
Frmadvdc.lblpath.caption=Scanare:
Frmadvdc.btnrescan.caption=Scaneaza
Frmadvdc.btnall.caption=Toate
Frmadvdc.btnadvanced.caption=Setari Avansate
Frmadvdc.btnnone.caption=Selectare 0
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner este principalul Cleaner de Registrii gratuit pentru Windows. Rapid, Complet si Sigur!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer este un pachet important : registrii, disc si alte utilitare de sistem pentru PC. Usor de folosit si eficient!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Cea mai rapida scanare din lume!
Frmadvdc.lblrec.caption=Alte aplicatii ca si:
Frmadvdc.vtfiles.Columns[0]=Nume Fisier
Frmadvdc.vtfiles.Columns[1]=Dimensiune
Frmadvdc.vtfiles.Columns[2]=Cale
Frmadvdc.vtfiles.Columns[3]=Data ultimei accesari
Frmadvdc.vtfiles.Columns[4]=Tip
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Adauga
FrmAdvSettings.btnremove.caption=Elimina
FrmAdvSettings.btncancel.caption=Anulare
FrmAdvSettings.wcknull.caption=Gaseste fisiere goale(0 bytes, mai lent)
FrmAdvSettings.wckshortcut.caption=Gaseste scurtaturi nevalide (mai lent)
FrmAdvSettings.caption=Setari Avansate
FrmAdvSettings.btnre.caption=Recomandat
FrmAdvSettings.btnall.caption=Toate
FrmAdvSettings.btnnone.caption=Selectare 0
;
; About
;
FrmAboutWin.caption=Despre
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Versiune Curenta:
FrmAbout.lblhome.caption=Pagina Principala:
FrmAbout.lblemail.caption=Email Asistenta:
FrmAbout.lblthanks.caption=Multumim urmatoarelor persoane pentru contributiile lor:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Linie Comanda
FrmAutorunSettings.lblcmdinfo.caption=Aveti posibilitatea sa executati programul, scanati si curatati în mod automat prin linia de comanda. Pentru mai multe informatii, va rugam sa apasati F1 sau faceti clic pe urmatorul URL pentru a citi documentul nostru de ajutor
FrmAutorunSettings.chk1.caption=Creare icon "Curatare cu un click", si puneti-o pe Desktop
FrmAutorunSettings.chkadv.caption=Include Cleaner Avansat
FrmAutorunSettings.btnhelp.caption=Ajutor online
;
; Common Cleaner
;
FrmCommon.btnall.caption=Toate
FrmCommon.btnre.caption=Recomandat
FrmCommon.btnnone.caption=Selectare 0
FrmCommon.wckadv.caption=Include Cleaner Avansat
FrmCommon.WiseLabel1.caption=Planificare
FrmCommon.lbltype.caption=Rulare:
FrmCommon.lblweek.caption=Selectati Ziua:
FrmCommon.lbltime.caption=Timp:
FrmCommon.btnScan.caption=Start scanare
FrmCommon.lblstat.caption=Rapid si usor curata fisierele inutile si urmele ramase.
FrmCommon.btncancel.caption=Anulare
FrmCommon.btnrescan.caption=Scaneaza
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Adauga fisier
FrmExclusion.btnAddFolder.caption=Adauga Folder
FrmExclusion.btnAddType.caption=Adauga tip fisier:
FrmExclusion.btnImport.caption=Importa
FrmExclusion.btnExport.caption=Exporta
FrmExclusion.btnRemove.caption=Elimina
;
; General Settings
;
FrmGeneral.chkNews.caption=buletine informative
FrmGeneral.chkwipe.caption=Eliminare Sigura (mai lent)
FrmGeneral.WiseLabel1.caption=Actualizare:
FrmGeneral.WiseLabel2.caption=Limba:
FrmGeneral.btnchecknew.caption=Verifica acum
FrmCustom.WiseLabel4.caption=Dosare preferate de golit (utilizatori avansati)
FrmCustom.btnAdd.caption=Adauga
FrmCustom.btnRemove.caption=Elimina

;
; Restore
;
FrmRestore.btnrestore.caption=Restaureaza
FrmRestore.btnremove.caption=Elimina
FrmRestore.Btnclose.caption=Inchidere
FrmRestore.caption=Restaureaza

;
; Settings
;
FrmSettings.tsCommon.caption=General
FrmSettings.tsAutoRun.caption=Rulare Automata
FrmSettings.tsExclusion.caption=Excludere
FrmSettings.btnAbout.caption=Despre
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Anulare
FrmSettings.caption=Setari
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Va rugam incercati acum produsele noastre inteligente pentru a inbunatati performanta Windows-ului. 
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer este un pachet important : registrii, disc si alte utilitare de sistem pentru PC. Usor de folosit si eficient!
FrmSysClean.lbl1.caption=Wise Registry Cleaner este principalul Cleaner de Registrii gratuit pentru Windows. Rapid, Complet si Sigur!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Doriti sa va îmbunatatiti performantele Windows-ului?
FrmSysClean.btnSlimming.caption=Usurare Sistem
FrmSysClean.btnall.caption=Toate
FrmSysClean.btnrecommended.caption=Recomandat
FrmSysClean.btnnone.caption=Selectare 0
FrmSysClean.vtsys.Columns[0]=Articol
FrmSysClean.vtsys.Columns[1]=Dimensiune
FrmSysClean.vtsys.Columns[2]=Locatie
FrmSysClean.vtsys.Columns[3]=Sugestie
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Spatiu Liber
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=Fisier
FrmDiskDefrag.btnsystem.caption=Fisiere Sistem 
FrmDiskDefrag.btnFragmented.caption=Fragmente
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Inchidere dupa defragmentarea discului
FrmDiskDefrag.btnpause.caption=Pauza
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragmentare
FrmWDC.btndefrag.caption=Defragmentare Disc
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Daca va place Wise Disk Cleaner, atunci prezentati acest utilitar gratuit celor apropiati.
FrmlikeUs.lblInfo.caption=Va rugam impartasiti Wise Disk Cleaner cu familia, prietenii, colegii prin Email, Blog, Twitter, Youtube, Facebook, ect..  le ve-ti aduce confort si eficienta in viata lor. 
FrmlikeUs.lblRate.caption= Evaluati Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Urmariti-ne la:
FrmlikeUs.lblshare.caption=Impartasiti Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Descarcari Gratuite
FrmlikeUs.imgrate.hint=Dati-ne 5 stele
FrmlikeUs.imgmail.hint=Impartasiti cu prietenii
FrmlikeUs.imgface1.hint=Impartasiti pe facebook
FrmlikeUs.imgface2.hint=Urmariti-ne pe facebook
FrmlikeUs.imgtwitter1.hint=Impartasiti pe twitter
FrmlikeUs.imgtwitter2.hint=Urmariti-ne pe twitter
FrmlikeUs.Caption=Imi place
FrmlikeUs.lbldownload.caption=Descarcati mai multe gratuitati de la WiseCleaner.com:

[Message]
LestOneItem=Ar trebui sa alegeti cel putin un articol de curatat.
HistorySaved=Spatiu Total Salvat: %s
DisableAdd=Din motive de securitate, unele foldere speciale (ca si "Folderul Windows", "Bootarea Hard Disc-ului" si "CD-ROM-ul") nu sunt permise sa fie adaugate in lista. 
ConfirmAdd=Sunteti sigur ca doriti sa stergeti toate fisierele din %s cand rulati "Cleaner-ul Avansat"?
DupFolder=Folder-ul a existat in lista.
ExImport=Lista de excludere a fost exportata la:
SelectHardDrive=Selectati partitie
CreationDate=Data Crearii
Description=Descriere
NowCleaning=Curata Acum:
ScheduleNextTime=Data viitoare:
Never=Niciodata
InputType=Introduceti numele fisierului sau tipul (De exemplu:.. * tmp, etc)
WarnNoType=Alegeti va rog cel putin un tip de fisier pentru cautare!
NoItemChecked=PAlegeti va rog unu sau mai multe fisiere de curatat.
WDCRunning=Programul ruleaza.
RemoveSysRestore=Doriti sa stergeti punctul de restaurare selectat?
RestoreFromSysRestore=Trebuie sa repornesti PC-ul pentru restaurare. Vreti sa incepem Restaurarea acum?
WarnZeroFile=Ati selectat modul  "Curata fisiere". Unele fisiere de 0 byte sunt necesare, verificati-le inainte de a le sterge. Sigur doriti sa faceti acest lucru?
SysRestoring=Preparare restaurare sistem...
SysCreating=Creare Punct de restaurare...
Browse=Rasfoiti ...
AllHardDrive=Partitii 
Cleaning=Curata...
Exported=Elementele curente au fost exportate în %s, doriti sa deschideti fisierul acum?
LeftTimeSec=Durata: %s secunda(e)
Safetodel=Elementul poate fi sters in siguranta.
MoreSpace=Pentru mai mult spatiu.
Unknow=Necunoscut.
AddFileType=Adauga tip fisier:
AlreadExist=%s exista deja in lista.
illegalType=%s este un tip de fisier ilegal. 
Summary=Sumar
InputSummary=Va rugam sa introduceti descrierea pentru acest tip:
noselected=Nici un element nu a fost selectat.
DelFileType=Sunteti sigur ca doriti sa stergeti acest tip de fisier?
ScanAborted=Scanarea a fost anulata!
TrashFound=%d fisier(e), un total de %s, gasiti.
NoTrashAndTrace=Felicitari! Aveti un PC curat!
CleanDone=Curatarea a fost finalizata!
LestOne=Va rog alegeti cel putin un element pentru scanare.
LestOneClean=Va rog alegeti cel putin un element pentru curatare.
Scanning=Scaneaza...
InvalidIgnorItem=Nu pot ignora acest element.
TraceFound=%d urme gasite.
CleanNow=O curatare imediata este sugerata.
TrashRemoved=%d fisier(e) eliminat(e) si %s din spatiul pe disc eliberati.
TraceRemoved=%d urme eliminate.
LastCommonClean=Ultima curatare:
Working=Va rog asteptati pana candsarcina se incheie apoi incercati din nou.
NoFilesFound=Nu au fost gasite fisiere vechi.
NoTracesFound=Fara urme
FindTraces=%d urme
NoItemFound=Nu au fost gasite elemente
FindFilesSize=%d fisier(e), un total de %s, gasiti
FindTracesSection=%d urme gasite in aceasta sectiune
CanFreeSpace=%d fisier(e) gasite si %s salvati
TotalTraces=Un total de %d urme gasite
EnableRestore=System Restore este dezactivat. Doriti sa-l activati?
RestorePointFail=Esuare creare punct de restaurare.
ErrorMsg=Mesaj eroare:
NoNewVer=Felicitari, versiune pe care o folosesti este ultima!
KeyWord=Va rugam introduceti cuvântul cheie:
AddFolder=Adauga Folder
CannotCrTask=Nu pot crea sarcina planificata.
InvalidType=Va rugam sa introduceti o extensie valida.
NoType=Va rugam sa verificati cel putin un tip de a cauta.
FailToDelete=Unele fisiere nu pot fi sterse pâna la butarea sistemului data viitoare.
GoodHabit=Pastrarea PC-ului curat este un obicei bun. Va rugam sa-l pastrati!
7After=% d zile au trecut de la ultima defragmentare. O scanare imediata este recomandata.
7Before=Este un obicei bun pastrarea unitatilor curate si-ti asigura intimitatea. 
TaskExists=Sarcina programata exista. Doriti sa o stergeti sau sa creati una noua? (Nu - Editati sarcina existenta. Anulare)
NoBackupSelected=Va rugam sa alegeti cel putin o copie de rezerva pentru restaurare.
StartScan=Start scanare
StartClean=Start Curatare
Cancel=Anulare
Idle=Cand este inactiv(idle)
Daily=Zilnica
Weekly=Saptamanala
Monthly=Lunara
Monday=Luni
Tuesday=Marti
Wednesday=Miercuri
Thursday=Joi
Friday=Vineri
Saturday=Sambata
Sunday=Duminica
AvdDefaultHint=Setari Avansate pentru gasirea fisierelor inutile si eliberarea spatiului.
TrashFoundEx=Urmatoarele fisiere nefolositoare au fost gasite:
NoDriveChecked=Ar trebui sa alegeti una sau mai multe unitati pentru scanare.
ScanFor=Scanare unitate:
FindDrives=Cauta unitate...

[CommonClean]
ScanAbortedHint=Va sugeram sa scanati din nou, pentru a gasi imediat urme si fisiere inutile.
DefaultHint=Curatarea fisierelor inutile si urmelor de internet poate salva spatiu si-ti asigura intimitatea.
ScanAbortedHint1=Va sugeram sa scanati din nou, pentru a gasi imediat alte fisiere inutile.
WhenIdle=Cand este inactiv(idle)

[SysClean]
Open=Deschide
Remove=Elimina
MoreSpace=Pentru mai mult spatiu
Cleaning=Curata...
Scanning=Scaneaza...
ScanEnd=Un total de %d element(e) gasit(e). %s din spatiu se va elibera dupa usurarea sistemului.
NoItems=Felicitari! Sistemul este curat.
SpaceFreed=Usurarea sistemului s-a terminat. %s spatiu a fost eliberat.
Installer="Instalere" Windows invechite
LongInstaller="Instalerele" Windows invechite sunt fisiere inutile. Pot fi indepartate pentru a elibera mai mult spatiu.
PatchUninstall=Fişiere dezinstari patch-uri Windows Update
LongPatchUninstall=Daca nu aveti nevoie sa dezinstalati Update-urile Windows, se pot elimina aceste fisiere.
Downloadedfiles=Fisiere Instalare Descarcate 
Longdownloadedfiles=Dupa instalarea Actualizarilor, fisierele pot fi eliminate in siguranta. 
Baselinecache=Cache fisiere baza instalare
LongBaselinecache=fisierele au fost create de serviciile de instalare Windows, si pot fi eliminate.
JPIME=Japanese IME
LongJPIME=Daca nu aveti nevoie de fisierele japoneze, aveti posibilitatea sa le eliminati.
KoreanIME=Korean IME
LongKoreanIME=Daca nu aveti nevoie de fisiere coreene, aveti posibilitatea sa le eliminati.
TChineseIME=Traditional Chinese IME
LongTChineseIME=Daca nu aveti nevoie de fisiere chineze, aveti posibilitatea sa le eliminati.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Daca nu aveti nevoie de fisiere Microsoft Pinyin, aveti posibilitatea sa le eliminati.
HelpFile=Fisiere de Ajutor Windows
LongHelpFile=Daca nu aveti nevoie de fisierele de ajutor Windows, le puteti elimina.
SamplePic=Monstre Imagini 
LongSamplePic=Daca nu aveti nevoie de mostrele cu imagini, aveti posibilitatea sa le eliminati.
SampleMic=Monstre Muzica
LongSampleMic=Daca nu aveti nevoie de mostrele cu muzica, aveti posibilitatea sa le eliminati.
SampleVideos=Monstre Video
LongSampleVideos=Daca nu aveti nevoie de mostrele video, aveti posibilitatea sa le eliminati.
SampleMedia=Monstre Media
LongSampleMedia=Daca nu aveti nevoie de mostrele media, aveti posibilitatea sa le eliminati.
Wallpaper=Imagini de fundal
LongWallpaper=Daca nu aveti nevoie de Imagini de fundal , aveti posibilitatea sa le eliminati.
[DiskDefrag]
Volume=Partitie
Format=Fisiere Sistem
TotalSpace=Spatiu Total 
FreeSpace=Spatiu liber
Fragmented=Fragmente
Status=Stare
PmDefrag=Defragmentare
QuickOpt=Optimizare Rapida
FullOpt=Optimizare Completa
PmAnlyse=Analizeaza
Resume=Reia
Analying=Analizeaza
Defragmenting=Defragmenteaza
Optimizing=Optimizeaza
Analyed=Analizat
Defragmented=Defragmentat
Optimized=Optimizat
Pause=Pauza
[Area]
Networkmapping=Istoric Retea
LastDownloadDir=Ultima Locatie Descarcari
TrashClean=Fisiere inutile
TraceClean=Urme
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Other Applications
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Componente Windows 
FireFoxOther=Alte fisiere Istoric Mozilla FireFox
FireFoxPass=Parole Salvate Mozilla FireFox
FireFoxForm=Autocompletare Formular Istoric Mozilla FireFox 
FireFoxCookies=Cookies Mozilla FireFox 
ChromePass=Parole Salvate Google Chrome
ChromeForm=Autocompletare Formular Istoric Google Chrome
ChromeCookies=Cookies Google Chrome
IEPass=Parole salvate IE (Datele private nu vor fi listate)
IEForm=Formular Autocompletare Istoric IE (Datele private nu vor fi listate)
IECookies=Cookies IE
TypeInternet=Navigare pe Internet
JumpList=Bara de instrumente Lansare rapida (si articolele fixate vor fi eliminate)
SearchList=Istoric Cautari Windows
TraryNotify="Cache" Notificari Windows
ExplorerMRU=Explorer - Altele... recent folosite  
Recentdocuments=Documente recente
RunStartMenu=Executate în Meniul start
TypeSystem=Sistemul de Operare Windows
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Cache Mozilla FireFox
ChromeCache=Cache Google Chrome 
IECahce=Cache Microsoft IE 
LogFile=Jurnal sistem
DownloadedPatch=Fisiere descarcate create de Windows
ErrorReport=Raport Erori 
Dump=Caderi memorie
ThumbCache=Cache Miniaturi
InvalidLnk=Scurtaturi nevalide
UserTemp=Ramasite Aplicatii
SysTemp=Ramasite create de Windows
Prefetch=Windows Prefetch Data
RemoteDesktop=Cache Files of Remote Desktop(accesare la distanta)
Recyclebin=Goleste cos de reciclare
SafariCache=Cache Safari Internet
SafariHistory=Istoric Safari
SafariCookies=Cookies Safari 
SafariPass=Formular informatii salvat Safari

[Type]
UserDefine=Definite de utilizator
ZeroFile=fisiere goale - 0 octeti
WinSetupLog=Jurnal erori de instalare Windows 
NtUninstall=Dezinstalari surse patch-uri Windows
InvalidLnk=Scurtaturi nevalide
UserTemp=fisiere in foldere temporare ale utilizatorilor
WinTemp=fisiere in foldere temporare Windows
RecentFiles=Links of Recent files
PatchSource=Surse Actualizari Windows
TempFile=Fisiere Temporare 
fcwdir=fisiere create printr-un proces de descarcare
tfcbp=fisiere Temporare create de Programe
sdrf=fisiere recuperare create în timpul scanarii de disc
OldFile=Fisiere Vechi
outdatedfile=fisiere Invechite
fcwhfir=fisiere create atunci când un fisier de ajutor se executa
Ncfile=Fisiere cache grup stiri
Backupfile=Fisiere de rezerva
WBfile=fisier(e) MS Word de rezerva
Cbswahf=fisiere create in timpul cautarii fisierelor de ajutor
whtf=fisiere temporare ajutor Windows
Logfile=fisiere "Log"
LLogfile=fisiere "Log" create de aplicatii sau servicii de sistem.
Errorfile=Fisiere erori
Wmdf=fisiere Caderi memorie Win2000/XP
bcomf=Copii rezerva fisiere modificate
Indexfile=fisiere Indexare 
ifcbsiotitpbs=Fisiere de indexare create de sistem în scopul de a îmbunatati viteza de navigare la imagini
Tfcds=fisiere temporare create în timpul instalarii
Intermediatefile=fisiere Intermediare
chkfile=Fisier(e) recuperat(e)

[AutoClean]
DiskSaved=spatiu salvat.
Title=Felicitari!
TraceCleanned=urme curatate.

[Skin]
SkinDefault=Implicit
SkinGray=Gri
SkinOrange=Portocaliu
SkinCustom=Preferat
SkinColor=Culoare skin preferata
